fromWSDL.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xar="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.2" xmlns:xartefactssmevgovruservicesmessageexchange12="urn://x-artefacts-smev-gov-ru/services/message-exchange/1.2" xmlns:xart="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/basic/1.2">
    <soapenv:Header/>
    <soapenv:Body>
        <xar:SendRequestRequest>
            <xar:SenderProvidedRequestData Id="?">
                <xar:MessageID>string</xar:MessageID>
                <xar:ReferenceMessageID>string</xar:ReferenceMessageID>
                <xar:TransactionCode>string</xar:TransactionCode>
                <xar:NodeID>string</xar:NodeID>
                <xar:EOL>dateTime</xar:EOL>
                <xart:MessagePrimaryContent/>
                <xar:PersonalSignature/>
                <xart:AttachmentHeaderList>
                    <xart:AttachmentHeader>
                        <xart:contentId>string</xart:contentId>
                        <xart:MimeType>string</xart:MimeType>
                        <xart:SignaturePKCS7>BqozVXeZZg==</xart:SignaturePKCS7>
                    </xart:AttachmentHeader>
                </xart:AttachmentHeaderList>
                <xart:RefAttachmentHeaderList>
                    <xart:RefAttachmentHeader>
                        <xart:uuid>string</xart:uuid>
                        <xart:Hash>string</xart:Hash>
                        <xart:MimeType>string</xart:MimeType>
                        <xart:SignaturePKCS7>BqozVXeZZg==</xart:SignaturePKCS7>
                    </xart:RefAttachmentHeader>
                </xart:RefAttachmentHeaderList>
                <xar:BusinessProcessMetadata/>
                <xar:TestMessage/>
            </xar:SenderProvidedRequestData>
            <xart:AttachmentContentList>
                <xart:AttachmentContent>
                    <xart:Id>ID</xart:Id>
                    <xart:Content>BqozVXeZZg==</xart:Content>
                </xart:AttachmentContent>
            </xart:AttachmentContentList>
            <xar:CallerInformationSystemSignature/>
        </xar:SendRequestRequest>
    </soapenv:Body>
</soapenv:Envelope>